<?php
// Text
$_['text_success']         = 'شما با موفقیت مشتریان را ویرایش نمودید';

// Error
$_['error_customer']       = 'هشدار : مشتری با این مشخصات نداریم';
$_['error_customer_group'] = 'به نظرم گروه مشتریان وارد شده معتبر نیست';
$_['error_firstname']      = 'نام باید بین 1 الی 32 کاراکتر باشد';
$_['error_lastname']       = 'نام خانوادگی باید بین 1 الی 32 کاراکتر باشد';
$_['error_email']          = 'ایمیل وارد شده معتبر نیست';
$_['error_telephone']      = 'شماره تلفن همراه باید 11 رقمی و بهمراه صفر ابتدا وارد شود';
$_['error_custom_field']   = '%s این فیلد ضروری است';
$_['error_regex']          = '%s مقدار وارد شده معتبر نیست';
