<?php
// Text
$_['text_success']           = 'شما با موفقیت سفارشات را تغییر دادید';

// Error
$_['error_order']            = 'هشدار : چنین سفارشی نداریم';
$_['error_customer']         = 'هشدار : مشخصات مشتری مورد نیاز است';
$_['error_payment_address']  = 'هشدار : مسیر پرداخت را مشخص کنید';
$_['error_payment_method']   = 'هشدار : نحوه پرداخت را مشخص کنید';
$_['error_no_payment']       = 'هشدار : هیچ روش پرداختی نداریم';
$_['error_shipping_address'] = 'هشدار : آدرس ارسال کالا را مشخص کنید';
$_['error_shipping_method']  = 'هشدار : روش ارسال کالا را مشخص کنید';
$_['error_no_shipping']      = 'هشدار : هیچ روش ارسال کالایی نداریم';
$_['error_stock']            = 'کالاهایی که با علامت *** مشخص شده اند به تعداد مورد نظر در انبار موجود نیست';
$_['error_minimum']          = 'حداقل سفارش برای  %s تعداد %sمی باشد';
$_['error_product']          = 'هشدار : محصولات را ثبت کنید';
$_['error_comment']          = 'توضیحات را وارد نمایید';
