<?php
// Text
$_['text_success']       = 'آدرس ارسال مرسوله با موفقیت ثبت شد';

// Error
$_['error_firstname']    = 'نام شما باید بین 1 الی 32 کاراکتر باشد';
$_['error_lastname']     = 'نام خانوادگی شما باید بین 1 الی 32 کاراکتر باشد';
$_['error_address_1']    = 'آدرس شما باید بین 3 الی 128 کاراکتر باشد';
$_['error_city']         = 'نام شهر باید بین 2  تا 128 کاراکتر باشد';
$_['error_postcode']     = 'کد پستی باید 10 رقمی باشد';
$_['error_country']      = 'لطفا کشور خود را انتخاب کنید';
$_['error_zone']         = 'لطفا استان خود را انتخاب کنید';
$_['error_custom_field'] = '%s این فیلد ضروری است';
$_['error_regex']        = '%s مقدار این فیلد نامعتبر است';
$_['error_shipping']     = 'هشدار : محصولی که نیاز به حمل و ارسال داشته باشد وجود ندارد';
