<?php
// Text
$_['text_cart']       = 'شما با موفقیت سبد خرید خود را تغییر دادید';
$_['text_for']        = '%s کد هدیه برای %s';
$_['text_success']    = 'کد تخفیف هدیه شما با موفقیت اعمال شد';
$_['text_remove']     = 'کد تخفیف هدیه شما با موفقیت حدف شد';

// Error
$_['error_voucher']   = 'هشدار : کد هدیه شما اشتباه است یا قبلا استفاده شده است';
$_['error_to_name']   = 'نام دریافت کننده باید بین 1 الی 64 کاراکتر باشد';
$_['error_from_name'] = 'نام شما باید بین 1 الی 64 کاراکتر باشد';
$_['error_email']     = 'آدرس ایمیل وارد شده معتبر نیست';
$_['error_theme']     = 'یه شکلی رو باید براش انتخاب کنی';
$_['error_amount']    = 'مقدار وارد شده باید بین %s و %s باشه!';