<?php
// Heading
$_['heading_title']      = 'آدرس ها';

// Text
$_['text_account']       = 'حساب کاربری';
$_['text_address_book']  = 'آدرس ها';
$_['text_address_add']   = 'افزودن نشانی جدید';
$_['text_address_edit']  = 'ویرایش نشانی';
$_['text_add']           = 'نشانی جدید با موفقیت ثبت شد';
$_['text_edit']          = 'نشانی با موفقیت ویرایش شد';
$_['text_delete']        = 'نشانی مورد نظر حذف شد';
$_['text_no_results']    = 'شما هیچ نشانی ثبت شده ای ندارید';

// Entry
$_['entry_firstname']    = 'نام';
$_['entry_lastname']     = 'نام خانوادگی';
$_['entry_company']      = 'نام شرکت';
$_['entry_address_1']    = 'نشانی محل سکونت';
$_['entry_address_2']    = 'نشانی دریافت مرسوله';
$_['entry_postcode']     = 'کد پستی محل دریافت مرسوله';
$_['entry_city']         = 'شهر';
$_['entry_country']      = 'کشور';
$_['entry_zone']         = 'استان';
$_['entry_default']      = 'آدرس پیشفرض';

// Error
$_['error_token']        = 'هشدار : آدرس نامعتبر است';
$_['error_delete']       = 'هشدار : شما باید حداقل یک نشانی برای دریافت مرسوله ثبت نمایید';
$_['error_default']      = 'هشدار : شما نمی توانید آدرس پیشفرض خود را حذف نمایید';
$_['error_firstname']    = 'نام شما باید بین 1 الی 32 کاراکتر باشد';
$_['error_lastname']     = 'نام خانوادگی شما باید بین 1 الی 32 کاراکتر باشد';
$_['error_address_1']    = 'آدرس شما باید بین 3 الی 128 کاراکتر باشد';
$_['error_postcode']     = 'کد پستی باید 10 رقمی باشد';
$_['error_city']         = 'نام شهر باید بین 2  تا 128 کاراکتر باشد';
$_['error_country']      = 'لطفا کشور خود را انتخاب کنید';
$_['error_zone']         = 'لطفا استان خود را انتخاب کنید';
$_['error_custom_field'] = '%s این فیلد ضروری است';
$_['error_regex']        = '%s مقدار این فیلد نامعتبر است';
