<?php
// Heading
$_['heading_title']      = 'حساب من';

// Text
$_['text_account']       = 'حساب کاربری';
$_['text_edit']          = 'ویرایش اطلاعات حساب';
$_['text_your_details']  = 'اطلاعات شخصی';
$_['text_success']       = 'اطلاعات حساب شما با موفقیت ویرایش شد';

// Entry
$_['entry_firstname']    = 'نام';
$_['entry_lastname']     = 'نام خانوادگی';
$_['entry_email']        = 'ایمیل';
$_['entry_telephone']    = 'تلفن همراه';

// Error
$_['error_token']        = 'هشدار : زمان ویرایش به اتمام رسیده است';
$_['error_exists']       = 'هشدار : ایمیلی که وارد کرده اید قبلا ثبت شده';
$_['error_firstname']    = 'نام شما باید بین 1 الی 32 کاراکتر باشد';
$_['error_lastname']     = 'نام خانوادگی شما باید بین 1 الی 32 کاراکتر باشد';
$_['error_email']        = 'آدرس ایمیل وارد شده نامعتبر است';
$_['error_telephone']    = 'شماره تلفن همراه شما باید 11 رقمی همراه با صفر در ابتدا باشد';
$_['error_custom_field'] = '%s این قسمت ضروری است!';
$_['error_regex']        = '%s این اطلاعات غلط است!';
