<?php
// Heading
$_['heading_title']      = 'رمز عبور خود را فراموش کرده اید؟';
$_['heading_reset']      = 'بازیابی رمز عبور';

// Text
$_['text_account']       = 'حساب کاربری';
$_['text_forgotten']     = 'فراموشی رمز عبور';
$_['text_your_email']    = 'ایمیل';
$_['text_email']         = 'آدرس ایمیل خود را وارد کنید و کلید تایید را بزنید تا ایمیل حاوی لینک بازیابی رمز عبور برای شما ارسال شود';
$_['text_password']      = 'رمز عبور جدید را وارد کنید';
$_['text_success']       = 'رمز عبور جدید با موفقیت ثبت شد';

// Entry
$_['entry_email']        = 'آدرس ایمیل';
$_['entry_new_password'] = 'رمز عبور جدید';
$_['entry_password']     = 'رمز عبور';
$_['entry_confirm']      = 'تایید';

// Error
$_['error_email']        = 'به نظر می رسد که ایمیل وارد شده معتبر نیست';
$_['error_not_found']    = 'همچین ایمیلی نداریم!';
$_['error_password']     = 'رمز عبور باید بین 4 الی 20 کاراکتر باشد';
$_['error_confirm']      = 'رمز عبور و تکرار آن یکسان نیستند';
$_['error_code']         = 'کد بازیابی نامعتبر است';
