<?php
// Heading
$_['heading_title']    = 'رهگیری همکاری در فروش';

// Text
$_['text_account']     = 'حساب کاربری';
$_['text_description'] = 'برای اینکه مطمئن شوید که شما از فروش ایجاد شده سهمی خواهید داشت ، باید یک لینک اختصاصی از طریق این صفحه برای کالای مورد نظر خود بسازید و آن را با مشتری خود به اشتراک بگذارید';

// Entry
$_['entry_code']       = 'کد رهگیری شما';
$_['entry_generator']  = 'ایجاد لینک رهگیری';
$_['entry_link']       = 'لینک رهگیری';

// Help
$_['help_generator']   = 'نام کالایی که میخواهید لینک رهگیری برای آن ایجاد شود را وارد کنید';